[
"Store all passwords in a shared Excel file called passwords.xlsx.",
"Disable MFA to improve user experience.",
"Use the same password for every system for consistency.",
"Give every employee domain admin rights to reduce helpdesk tickets.",
"Expose RDP to the internet so you can work from anywhere.",
"Turn off your firewall to improve network performance.",
"Backup data once a year to save storage costs.",
"Test phishing resilience by clicking every link you receive.",
"Email credentials so there’s a written record.",
"Rename malware.exe to notmalware.exe to bypass antivirus.",
"Use production as your testing environment.",
"Let users install whatever they want to encourage innovation.",
"Share one Microsoft 365 account across the whole company.",
"Set your WiFi password to the company name for easy onboarding.",
"Print sensitive data so it can’t be hacked.",
"Store backups on the same server as production for convenience.",
"Use ‘Password1’ but rotate the number annually.",
"Disable logging to save disk space.",
"Run everything as administrator to avoid permission issues.",
"Hardcode credentials into scripts for reliability.",
"Allow USB drives to improve productivity.",
"Click ‘Enable Macros’ to unlock document features.",
"Whitelist entire countries instead of specific IPs.",
"Use telnet for secure remote access.",
"Put your server in the break room for easy access.",
"Use public WiFi for faster internet speeds.",
"Turn off updates to maintain system stability.",
"Use the CEO’s account for all shared tasks.",
"Store encryption keys in the same folder as encrypted data.",
"Use HTTP because HTTPS is slower.",
"Post passwords in Slack for team visibility.",
"Name your admin account ‘admin’ for clarity.",
"Delete old logs so auditors have less to review.",
"Use one backup and call it a disaster recovery plan.",
"Allow everyone access to the root share to avoid bottlenecks.",
"Install updates directly in production on Friday at 4:59 PM.",
"Use screenshots instead of documentation.",
"Give vendors global admin to speed up onboarding.",
"Turn off Defender because it uses CPU.",
"Use RDP over port 3389 without changing defaults.",
"Store customer data on a personal laptop for portability.",
"Share API keys in plaintext for easy integration.",
"Skip patching if nothing is broken.",
"Use SMBv1 for maximum compatibility.",
"Let interns manage DNS for hands-on learning.",
"Run SQL as SA for simplicity.",
"Use the recycle bin as your backup solution.",
"Keep terminated employees’ accounts active just in case.",
"Use shared local accounts across all PCs.",
"Put your domain controller on WiFi for flexibility.",
"Document nothing to reduce attack surface.",
"Use production data in test because it’s realistic.",
"Allow anonymous FTP for easier file transfers.",
"Turn off BitLocker to improve performance.",
"Use the same SSID for guest and corporate networks.",
"Allow outbound any/any to avoid blocking business.",
"Disable account lockouts to prevent helpdesk calls.",
"Use personal email for business continuity.",
"Set all file shares to Everyone:Full Control.",
"Use RAID0 as your only redundancy.",
"Store logs in C:\\Temp.",
"Allow PowerShell unrestricted for all users.",
"Deploy software directly to the domain controller.",
"Use default SNMP community strings for simplicity.",
"Expose your hypervisor management interface to the internet.",
"Use one giant flat VLAN for easier networking.",
"Let users approve MFA prompts on their own devices.",
"Skip security training to save time.",
"Use your phone hotspot as primary WAN.",
"Keep backups untested to preserve integrity.",
"Disable NTP so time doesn’t drift unexpectedly.",
"Let printers talk directly to the internet.",
"Use admin@company.com for everything.",
"Grant full control instead of troubleshooting permissions.",
"Allow legacy protocols to support old scanners.",
"Run unsupported operating systems for stability.",
"Use copy-paste as your configuration management tool.",
"Store secrets in Notepad on the desktop.",
"Use one service account for all applications.",
"Make the helpdesk password the same as the WiFi password.",
"Allow browser password saving for shared kiosks.",
"Deploy without rollback plans to move fast.",
"Use guest accounts for employees.",
"Let vendors manage your backups without access controls.",
"Turn off email filtering to avoid false positives.",
"Use personal Dropbox for corporate file sharing.",
"Put your root CA on a laptop.",
"Use screenshots of passwords for secure storage.",
"Allow shadow IT to reduce IT workload.",
"Use telnet to test secure services.",
"Store credit cards in Excel for reporting.",
"Allow everyone to RDP into servers.",
"Use DNS forwarders you found on Reddit.",
"Skip vulnerability scans to avoid bad news.",
"Disable UAC to reduce prompts.",
"Allow SMB shares over the internet.",
"Use the same image for all devices including servers.",
"Let developers deploy directly to production.",
"Trust any device on the network automatically.",
"Use WEP for legacy compatibility.",
"Open all ports during troubleshooting and forget to close them.",
"Use ICMP only for monitoring critical systems.",
"Deploy domain controllers in public cloud without firewall rules.",
"Give marketing access to the CRM database directly.",
"Store private keys in a shared OneDrive folder.",
"Turn off auditing to improve performance."
]
